Repository: NattapongSiri/covid_cb
Catalog: wlt-dataset/th/corpus.tmx
Source language: th
Languages: en

source: CDC แนะนำให้สวมหน้ากากผ้าในที่สาธารณะในสถานที่ ๆ การเว้นระยะห่างจากคนอื่นเป็นไปได้ยาก
en: The CDC recommends wearing a cloth face covering in public settings where social distancing may be difficult to maintain

source: สำหรับข้อมูลเกี่ยวหน้ากากผ้าและข้อแนะนำในการป้องกันตัวเองจากผู้อื่นหาอ่านได้ที่เว็บไซท์ของ CDC
en: For more information on face coverings and general guidance on protecting yourself and others please visit the CDC web site.

source: เจ้าหน้าที่สาธารณะสุขที่ดูแลผู้ต้องสงสัยติดเชื้อ Covid-19 จำเป็นต้องสวมหน้ากาเพื่อป้องกันการระบาดของเชื้อ Covid-19
en: Healthcare workers caring for patients suspected to have Covid-19 also need to wear face-masks to prevent additional spread of Covid-19.

source: หากคุณมีหน้ากาก N95 หรือหน้ากากผ่าตัดเหลือ กรุณาบริจาคได้ที่โรงพยาบาลต่าง ๆ
en: If you have a surplus of N95 masks or surgical masks, consider donating them to a local hospital

source: การเว้นระยะห่างจากผู้อื่นหมายถึงการพยายามเว้นระยะอย่างน้อย 6 ฟุตจากผู้อื่น
en: Social distancing generally means remaining and managing a minimum of six feet of separation between people

source: การเว้นระยะแบบนี้ช่วยป้องกันคุณจากการได้รับเชื้อจากการไอหรือจาม
en: Keeping this distance helps prevent droplets created by sneezing and coughing from reaching you

source: ยังมีวิธีการอื่น ๆ - เช่นการล้างมือด้วยสบู่บ่อย ๆ เพื่อลดความเสี่ยงในการกระจายเชื้อในแหล่งชุมชน
en: There are other actions - like washing your hands with soap frequently, you can take to reduce the risk of possible exposure in the community.

source: คุณต้องการฟังต่อไหม ?
en: Would you like to hear more ?

source: วันนี้ สำนักงานการบินพลเรือนแห่งประเทศไทย ประกาศยืดการห้ามบินเข้าประเทศออกไปถึง 30 เมษายน 2020
en: Today, the Civil Aviation Authority of Thailand (CAAT) announced the extension until 30 April 2020 of the ban on incoming international flights

source: การยืดเวลาออกไปน่าจะทำให้เที่ยวบินขาออกลดจำนวนลงในอนาคต
en: The extension will likely mean a further reduction in outgoing international flights in the days ahead

source: ในวันที่ 7 เมษายน 2020 กระทรวงดิจิตอลเศรษฐกิจและสังคม ร่วมมือกับ สำนักงานส่งเสริมเศรษฐกิจดิจิทัล IBM และ Ecardstudio เปิดใช้งานโปรแกรมมือถือชื่อ "Card2U"
en: On 7 April 2020, the Ministry of Digital Economy and Society, in cooperation with Digital Economy Promotion Agency (DEPA), IBM, and Ecartstudio, launched a new mobile application called “Card2U,”

source: ซึ่งให้ข้อมูลล่าสุดเกี่ยวกับ Covid-19
en: which provides real time information on COVID-19.

source: โปรแกรมมือถือนี้เสนอข้อมูลล่าสุดเกี่ยวกับการระบาด Covid-19 ได้แก่พื้นที่ระบาด การประเมินความเสี่ยงก่อนพบแพทย์ รายการโรงพยาบาลที่รับตรวจ Covid-19 สายด่วน และอื่น ๆ
en: This mobile application offers updated official information to help the public cope with the COVID-19 outbreak, such as, infected areas, risk assessment before testing, lists of hospital for COVID-19 examination, hotlines, etc.

source: โปรแกรมนี้มีให้ดาวน์โหลดใน App Store และ Play Store
en: The application is now available for download from the Apple App Store and Play Store.

source: ผู้ใช้ใหม่ทุกคนจำเป็นต้องลงทะเบียนโดยใช้บัตรดิจิตอลเพื่อเข้าถึงข่าวและบริการเกี่ยวกับ Covid-19
en: All new users are required to register for a digital card which is needed for access to the latest news and services related to COVID-19.

source: กระทรวงสาธารณะสุข และกรมควบคุมโรค ได้มีคำแนะนำเพื่อความปลอดภัยสำหรับคุณและคนรอบตัวและเพื่อลดผลกระทบต่อสังคมและเศรษฐกิจ
en: Ministry of Public Health (MoPH) & Department of Disease Control recommends for your safety and for others, and to decrease negative social and economic impacts.

source: พื้นที่ติดเชื้อรวมถึงประเทศจีน (รวมถึงมาเก๊าและฮ่องกง) เกาหลีใต้ อีหร่าน อิตาลี
en: The Disease Infected Zones were determined to include the People’s Republic of China (including Special Administrative Regions Macau and Hong Kong), South Korea, Iran and Italy:

source: ดูที่นี่สำหรับการตรวจ Covid-19 ในประเทศไทย
en: Look here to find out about getting tested for COVID-19 in Thailand

source: สำหรับเคอร์ฟิวเรื่องไวรัสโคโรนาล่าสุดในประเทศไทย
en: For the latest coronavirus curfew update in Thailand

source: ดูวิดีโอจากองค์การอนามัยโลกเพื่อเรียนรู้เกี่ยวกับ Covid-19 ได้ทันที
en: Watch this video from the World Health Organization to learn what we know about COVID-19 right now

source: แนะนำให้ควรทานอาหารปรุงสุก หากเป็นไปได้ทานทันทีหลังปรุงเสร็จ
en: It's advised to eat well cooked food, preferable immediately after cooked.

source: วัตถุดิบนั้นอาจมีหรือไม่มีเชื้อไวรัสปนเปือ้นทั้งก่อนหรือหลังปรุงอาหาร
en: The material itself may or may not be safe but the virus may contaminated it before or after cook.

source: อาหารปรุงสุกหมายถึงอาหารที่ได้รับความร้อนในปริมาณที่เหมาะสมเป็นเวลานานพอสมควร
en: Well cooked food mean a food that is heated to some considerable amount of temperature to some period of time.

source: ยกตัวอย่างเช่น แกง สเต็กสุก ปลาทอดกรอบ
en: For example: curry soup, well done steak, deep fried fish.

source: เราปิดในวันอาทิตย์
en: We are closed on Sunday

source: เราปิดในวันเสาร์
en: We are closed on Saturday

source: จาก 10 โมงเช้า ถึง 2 ทุ่ม
en: from 10am until 8pm

source: เราเปิดบริการ
en: We are open

source: เวลาทำการ
en: regular hours

source: 11 โมงเช้าถึง 6 โมงเย็น
en: 11am to 6pm

source: เราทำการตลอด 24 ชั่วโมง 7 วัน เพื่อให้คุณได้รับข่าวสารสำคัญเพื่อป้องกันตนเองจากสถานการณ์ Covid-19
en: We are available 24/7 to provide you with critical information to protect yourself during the COVID-19 crisis.

source: สวัสดียามเช้า
en: Hello. Good morning

source: สวัสดียามบ่าย
en: Hello. Good afternoon

source: สวัสดียามเย็น
en: Hello. Good evening

source: เจอกันอีก
en: So long

source: เจอกันใหม่
en: See ya

source: ลาก่อน
en: Good bye

source: ยินดีให้บริการ บอกฉันได้หากต้องการอะไรอย่างอื่นอีก
en: You're welcome. Just let me know if you need anything else

source: ไม่มีปัญหา บอกฉันได้หากต้องการอะไรอย่างอื่นอีก
en: No problem. Just let me know if you need anything else

source: ด้วยความยินดี บอกฉันได้หากต้องการอะไรอย่างอื่นอีก
en: My pleasure. Just let me know if you need anything else

source: คุณต้องการคุยกับตัวแทนไหม ?
en: Would you like me to transfer you to a representative?

source: โอเค กำลังโอนไปอยู่
en: OK. Transferring...

source: โอเค บอกฉันได้ว่าต้องการให้ช่วยอะไร
en: OK. Let me know how I can help

source: ฉันสามารถแสดงให้คุณเห็นข่าวล่าสุดเกี่ยวกับไวรัส Covid-19 ในบริเวณนี้
en: I can show you local news updates about the COVID-19 virus

source: ฉันสามารถเชื่อมโยงข้อมูลล่าสุดจาก CDC เกี่ยวกับการระบาดทั่วโลกนี้
en: I can link you to the latest information from the CDC about the pandemic.

source: คุณสามารถขอคุยกับตัวแทนได้
en: You could also ask me to connect you to an agent.

source: นี่คือผลลัพธ์จากการค้นหาจาก Watson Discovery
en: Here's some search result from Watson Discovery

source: คุณหมายถึง
en: Did you mean

source: มีสิ่งที่คุณอยากรู้เกี่ยวกับ Covid-19 อีกไหม ?
en: Anything other COVID-19 information that you are seeking?

source: คุณต้องการข้อมูลอะไรอย่างอื่นเกี่ยวกับ Covid-19 อีกไหม ?
en: What other COVID-19 information can I provide?

source: ใช่แล้ว นั่นคือสิ่งที่ฉันต้องการ
en: Affirmative. That's what I'm looking for.

source: หลังจากหายจาก Covid19 แล้ว ฉันยังต้องกักตัวต่ออีกไหม ?
en: After recovering from COVID19, do I continue to self isolate ?

source: การเดินทางโดยเครื่องบิน
en: airline travel

source: ข้อมูลสายการบิน
en: airlines information

source: ร้านขายทุกร้อนไม่่มีน้ำยาฆ่าเชื้อ ฉันต้องทำยังไง ?
en: All the stores are out of disinfecting wipes, what do I do?

source: ฉันสามารถไปยังสวนในช่วยกักกันตัวเองได้ไหม
en: Am I allowed to go to my garden in quarantine ?

source: ฉันสามารถรวมกลุ่มกับคนอื่นได้หรือไม่ ?
en: Am I allowed to have gatherings ?

source: ฉันสามารถชวนเพื่อนมาหาได้ไหม ?
en: Am I allowed to have friends over ?

source: ฉันคุยกับคนอยู่หรือเปล่า ?
en: Am I chatting with a human?

source: ฉันป่วยไหม
en: am i sick

source: ฉันคุยกับบอทหรือเปล่า ?
en: Am I talking to a Bot?

source: ฉันคุยกับคน หรือฉันกำลังคุยกับบอทกันแน่ ?
en: Am I talking to a person or am I talking to an AI?

source: ขอมุกเพิ่ม
en: Another joke

source: มีใครอยู่ไหม ?
en: Anyone there?
